aaron-bond.better-comments
batisteo.vscode-django
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
donjayamanne.python-extension-pack
eamodio.gitlens
formulahendry.code-runner
fredericbonnet.cmake-test-adapter
go2sh.cmake-integration-vscode
hbenl.vscode-test-explorer
KevinRose.vsc-python-indent
magicstack.MagicPython
mechatroner.rainbow-csv
mgesbert.python-path
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.test-adapter-converter
Shan.code-settings-sync
takanotume24.pdf
tomoki1207.pdf
tushortz.python-extended-snippets
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
yzane.markdown-pdf
